Repository: francinze/altag
Catalog: lib/l10n/app_*.arb
Languages: it

# house_instructions_title
source: House Instructions
it: Istruzioni per la casa

# homepage_welcome
source: Welcome! Select a category to get started:
it: Benvenuto! Seleziona una categoria per iniziare:

# search_title
source: Search
it: Cerca

# settings_title
source: Settings
it: Impostazioni

# utilities_title
source: Utilities
it: Utilità

# appliances_title
source: Appliances
it: Elettrodomestici

# recipes_title
source: Recipes
it: Cucina

# housekeeping_title
source: Housekeeping
it: Lavori di casa

# whiteboard_title
source: Whiteboard
it: Lavagna

# write_your_note
source: Write your note here
it: Scrivi la tua nota qui

# water_shut_off_title
source: Water Shut Off
it: Chiusura dell'acqua

# water_shut_off_subtitle
source: Learn how to shut off the water supply
it: Come spegnere l'acqua

# water_shut_off_location_title
source: Location
it: Posizione della valvola

# water_shut_off_location_subtitle
source: The main water shut off valve is located in the basement, near the water meter.
it: La valvola di chiusura dell'acqua è situata nella cucina.

# water_shut_off_instructions_title
source: Instructions
it: Instruzioni

# water_shut_off_instructions_subtitle
source: To shut off the water, turn the valve clockwise until it stops. To turn the water back on, turn the valve counterclockwise until it stops.
it: Per spegnere l'acqua, ruota la valvola in senso antiorario fino a quando non si ferma. Per riaccendere l'acqua, ruota la valvola in senso orario fino a quando non si ferma.

# power_outage_title
source: Power Outage
it: Salto della luce

# power_outage_subtitle
source: What to do during a power outage
it: Come fare se salta la luce

# power_outage_what_to_do_title
source: What to do
it: Cosa fare

# power_outage_what_to_do_subtitle
source: If the power goes out, check the circuit breaker or fuse box to see if a switch has been tripped or a fuse has blown. If the problem persists, contact the power company.
it: Se salta la luce, controlla il circuito o il box di fusi per vedere se un interruttore è stato scollegato o se un fusibile è scollegato. Se il problema persiste, contatta la compagnia di energia.

# power_outage_safety_precautions_title
source: Safety Precautions
it: Precazioni di sicurezza

# power_outage_safety_precautions_subtitle
source: Avoid using candles or open flames, as they can be a fire hazard. Use flashlights or battery-powered lanterns instead.
it: Evitare di usare candele o fiamme, poiché possono essere un pericolo di incendio. Usare luci da batteria o luci da batteria per evitare di usare candele o fiamme.

# hvac_subtitle
source: Heating, ventilation, and air conditioning
it: Riscaldamento, ventilazione e aria condizionata

# hvac_thermostat_location_title
source: Location
it: Posizione del termostato

# hvac_thermostat_location_subtitle
source: The thermostat is located in the living room, on the wall near the window.
it: Il termostato è situato nella stanza, sulla parete vicino alla finestra.

# hvac_temperature_settings_title
source: Temperature Settings
it: Impostazioni di temperatura

# hvac_temperature_settings_subtitle
source: The recommended temperature settings are 68°F in the winter and 78°F in the summer.
it: Le impostazioni di temperatura raccomandate sono 68°F in inverno e 78°F in estate.
